
import os
from dotenv import load_dotenv

load_dotenv()
BOT_TOKEN = os.getenv('TOKEN')
VK_LINK = os.getenv('VK_LINK')
VIDEO_LINK=os.getenv('VIDEOLINK')
YANDEX_MAPS = os.getenv('YANDEX_MAPS')
TWOGIS = os.getenv('TWOGIS')

main_text = (
    'Главное меню.'
)

info_string = (
    'Друзья, всем привет✨\n'

    '\nМеня зовут ... и я помогаю людям найти неповторимый стиль, '
    'раскрыть себя с новой стороны и поверить, что каждый из нас делает этот мир по-особенному прекрасным🌺💫\n'

    '\n❇️Больше всего люблю заниматься стрижками и окрашиваниями.💇🏼‍♀️💇🏼\n'

    '\n❇️В первую очередь я работаю исключительно на эстетику и качество, а не на скорость (это важно). '
    'Для меня это нечто большее, чем просто работа, это творческий процесс, в который я вкладываю душу, знания и деньги!\n'

    '\n❇️Я работаю с детьми любого возраста, мужчинам могу предложить стрижку и оформление бороды, а девушкам - стрижки и окрашивания.\n'

    '\n❇️Я не стою на месте! Всегда нахожусь в стадии развития: профессионального и личного.'
)
